List<String> DataImage = [
  "story_1",
  "story_2",
  "story_3",
  "story_4",
  "story_5",
  "story_6",
  "story_7",
  "story_8",
  "story_9",
  "story_10"
];

List<String> title = [
  "حسین طحان",
  "معین باغشیخی",
  "امین یزدان دوست",
  "محمد مقدم",
  "مهدی حبیبی زاده",
  "مانی تاریخ",
  "آرش جعفری",
  "سینا زین ساز",
  "علی جوشقانی",
  "عرفان کچویی"
];

List<String> SubTitle = [
  "سلام خوبی؟ چه خبر",
  "فردا کلاس میای",
  "دلار شد 50 هزار تومن",
  "فارسی درس چند رو باید بنویسیم؟",
  " Figmaمحدودیت دسترسی داره",
  "فیلتر شکن های سامان کار نمیکنه",
  "طاهر آباد نرفتی؟",
  "فردا میبینمت",
  "فرانتت قشنگ بود احسنت",
  "فردا بیا سالن"
];
List<String> StoryBar_title = [
  "من",
  "معین باغشیخی",
  "امین یزدان دوست",
  "محمد مقدم",
  "مهدی حبیبی زاده",
  "مانی تاریخ",
  "آرش جعفری",
  "سینا زین ساز",
  "علی جوشقانی",
  "عرفان کچویی"
];
List<String> MessaegeTime = [
  "14:32",
  "18:12",
  "17:11",
  "یک دقیقه پیش",
  "پنج دقیقه پیش",
  "11:21",
  "10:30",
  "دیروز",
  "آخرین بازدید به تازگی",
  "سال گذشته"
];

List<String> CountMessage = [
  "3",
  "4",
  "8",
  "10",
  "1",
  "3",
  "2",
  "12",
  "100"
];
Map<String, String> data = {
  'image': "",
  'title': "",
  'name': "",
  'offlinestate': ""
};